{
  "Metadata": "value",
  "Caller": "Ed Jones",
  "Receiver": "Dominic (Crofton Family Practice)",
  "Timestamp": "2023_12_04_14:59:14",
  "CallContent": {
    "Seq1": {
      "CallerContent": "Hi, this is Ed Jones. I'm a patient at Dr. Williams. And I was wondering if I could get her to call in a prescription for me?",
      "ReceiverContent": "Good afternoon. Thanks for calling Crofton Family Practice. This is Dominic. How may I assist you for the day?",
      "Timestamp": "2023_12_04_14:59:14"
    },
    "Seq2": {
      "CallerContent": "Okay. Thank you.",
      "ReceiverContent": "Sure. Regarding that, I need to transfer you to the nurse. Can you give me a minute? Let me transfer the call. And you have a great day, sir.",
      "Timestamp": "2023_12_04_14:59:14"
    },
    "Seq3": {
      "CallerContent": "Hi, this is Ed Jones. My phone number is 410-991-8086. And this is not for a refill as much as it is. I would like to talk to Dr. Williams about giving me a prescription just for some sort of, like, I don't know, anti-anxiety or something right now. I'm going through some stuff. And I was in there. I was in there about a month ago. And we talked about it. And we never did anything about it. Not just I feel like it's time right now. I just came out of the cardiologist's office. I'm just kind of wound up. So I'd like to try to get something as soon as I could. So anyway, that's the message. And thank you.",
      "ReceiverContent": "Hi, you have reached the nurse line. Please, if this is a medical emergency, please hang up and dial 9-1-1. If you are calling for medication refills today, please leave me a detailed message with the name of your drug and the milligrams and what pharmacy you would like it called into. Leave your name and date of birth. I will get back to you when I can. Please allow 24 to 72 hours for all medication refills. Leave me a message, and I'll get to you as soon as I can. Have a blessed day.",
      "Timestamp": "2023_12_04_14:59:14"
    }
  }
}