receiver-dominic
[00:00 - 00:03] Good afternoon, this is Carol from Family Practice. How may I assist you today?

caller-Sog
[00:04 - 00:08] Yes, hi, my name is Dr. Sog. I'm a patient of Dr. Williams.
[00:08 - 00:19] And I needed to get my lorazepam prescription refilled, and she usually likes me, doesn't do it unless I have a visit.
[00:19 - 00:26] So I'm running low, and I wanted to see if I could, you know, if I needed to make an appointment or what have you.

receiver-dominic
[00:27 - 00:37] Okay, let me transfer you to the nurse, and she could help you out with this. And if it is necessary to make up an appointment, just tell her to transfer the call to myself, then I can make it for you.

nurse line
[00:38 - 00:39] Okay, thank you.

Other speaker
[00:39 - 00:41] Please stay online. I'm going to transfer you.

nurse line
[01:13 - 01:26] Hello, you have reached the nurse line. If this is an emergency, please hang up and dial 9-1-1. If you're calling for a prescription refill, please leave a detailed message with the number of the nurse line you have reached.
[01:26 - 01:34] Your drug name, the milligrams, and your pharmacy information. Please allow 72 hours for your refills to be processed.
[01:36 - 01:41] Leave us a message, and we'll get back to you as soon as we can. Thank you, and have a good day.

caller-Sog
[01:45 - 01:58] Hi, this is Dr. Sog calling, and I was calling because I needed a refill of my lorazepam. It's lorazepam, one milligram. Take one tablet at night.
[01:58 - 02:08] And Dr. Williams usually gives me 90 tablets, and my pharmacy is 443-332-6245.
[02:08 - 02:21] I got to leave to go out of town this weekend. My mother's going to have some surgery, so I was hoping I could get it refilled because I'm running low, and I don't know how long I'll be there.
[02:21 - 02:31] My number is 301-717-1443. And again, it's Nadine Soga. And it's lorazepam, one milligram. Thank you so much. Bye-bye.

Other speaker
[02:32 - 02:32] Bye-bye.
