
{
  "Receiver": "Dominic",
  "Caller": "Marilyn Hardy",
  "Timestamp": "2023-09-20 10:00:00",
  "Content": [
    {
      "Speaker": "Receiver",
      "Utterance": "No, no, ma'am. It's not about like that. Yes, she was on other call. That's why she couldn't pick your call. I can transfer you again. She's able to take the calls now. One moment. Okay.",
      "Time": "00:19 - 00:30"
    },
    {
      "Speaker": "Brandy",
      "Utterance": "Good morning, Carlson Family Practice.",
      "Time": "00:45 - 00:47"
    },
    {
      "Speaker": "Marilyn Hardy",
      "Utterance": "Hi, this is Marilyn Hardy. Who am I speaking with? This is Betty, Ms. Hardy. How can I help you? Betty? Uh-huh. I'm calling because Brandy told me that she would send some paperwork in to the office. I'm calling because Brandy told me that she would send some paperwork in to Humana as a referral from Dr. Williams so the doctors at the eye care could be paid. She promised me that. She had put the paperwork in or she was in the process of doing so. So I'm trying to follow up to see what the status is.",
      "Time": "00:49 - 01:21"
    },
    {
      "Speaker": "Brandy",
      "Utterance": "And your first name is Marilyn?",
      "Time": "01:26 - 01:27"
    },
    {
      "Speaker": "Marilyn Hardy",
      "Utterance": "M-A-R-I-L-Y-N.",
      "Time": "01:28 - 01:30"
    },
    {
      "Speaker": "Brandy",
      "Utterance": "Okay. And what was this for again, Marilyn? I'll try to find it. You know, she won't be back in until Monday. So it's kind of hard. I understand that. Yeah. Let me, what am I looking for again?",
      "Time": "01:31 - 01:41"
    },
    {
      "Speaker": "Marilyn Hardy",
      "Utterance": "She was to send a referral to Humana. TRICARE? For services for eye care.",
      "Time": "01:42 - 02:05"
    },
    {
      "Speaker": "Brandy",
      "Utterance": "Yeah. Is this a TRICARE referral? Humana TRICARE?",
      "Time": "01:51 - 01:56"
    },
    {
      "Speaker": "Marilyn Hardy",
      "Utterance": "No, it's not. No, no. It's, what do you mean TRICARE? Humana? It's Humana. I don't know what they, I don't know. What else they call it, but it's Humana.",
      "Time": "01:56 - 02:05"
    },
    {
      "Speaker": "Brandy",
      "Utterance": "Is it government or is it Medicare?",
      "Time": "02:06 - 02:10"
    },
    {
      "Speaker": "Marilyn Hardy",
      "Utterance": "No, it's Medicare. Oh, okay.",
      "Time": "02:10 - 02:13"
    },
    {
      "Speaker": "Marilyn Hardy",
      "Utterance": "Talk to your office manager because I spoke with him and Brandy on Monday.",
      "Time": "02:24 - 02:29"
    },
    {
      "Speaker": "Brandy",
      "Utterance": "Uh-huh. Uh-huh.",
      "Time": "02:30 - 02:30"
    },
    {
      "Speaker": "Marilyn Hardy",
      "Utterance": "And Brandy told him in front of me that if she had, had not already done it, she would, she was in the process of doing it. Now he acts like he doesn't understand what I'm saying or he can't help me. Right. I, I'm really sorry. So he referred me to, back to the front office. Now listen, I'm about at my wit's end with this front office. I cannot ever speak to Dr. Williams because she's either at lunch or busy or can't, she's with another patient, which I am as important. Of course you are. Of course you are.",
      "Time": "02:31 - 02:55"
    },
    {
      "Speaker": "Other speaker",
      "Utterance": "Can I have your phone number, Ms. Harding?",
      "Time": "03:09 - 03:11"
    },
    {
      "Speaker": "Marilyn Hardy",
      "Utterance": "305-283-3035.",
      "Time": "03:16 - 03:19"
    },
    {
      "Speaker": "Brandy",
      "Utterance": "Okay. All right. I'm going to, excuse me. I'm, you know, I'm here this morning by myself, but I'm going to try to research this and see what's going on. I really,
